[
  {
    "Url": "http://www.mtbproject.com/trail/3896788",
    "Difficulty": "Difficult",
    "Name": "Brown's Camp Loop",
    "Rating": 4.4,
    "Length": 15.3,
    "Gpx": "http://www.mtbproject.com/misc?action=getGpx&id=3896788",
    "Desc": "Take a Virtual Ride Send to Phone Featured Ride content is still in development or in editorial review. Overview 2:10 average time for 13.5 miles. Details Loop consists several favorite MTB trails in the Brown's Camp area Description A good XC loop with some challenging sections and some side options."
  },
  {
    "Url": "http://www.mtbproject.com/trail/3392750",
    "Difficulty": "Easy/Intermediate",
    "Name": "Rainbow Rim Trail - Kaibab National Forest Trail #10",
    "Rating": 4.4,
    "Length": 17.8,
    "Gpx": "http://www.mtbproject.com/misc?action=getGpx&id=3392750",
    "Desc": "Take a Virtual Ride Send to Phone Restrictions The trail is usually dry and snow free from late spring (mid May) through late fall (mid October). Access roads to the trail are open during this period as well. Roads are closed and the trail is buried under snow in winter. Check in with the National Forest before making the trip. Overview Located in the Kaibab National Forest of northern Arizona, the remote and aptly named Rainbow Rim Trail follows along the North Rim of the Grand Canyon, connecting five large overlooks that peer into one of the largest and most fascinating canyons on Planet Earth! Need To Know The trail is located in a very remote area, the nearest services are many miles away, so be prepared for backcountry conditions. Because of the trail's remoteness, many riders will take advantage of the plentiful primitive camping at one of the five overlook points and spend a couple of days exploring the area. Bring everything you might need including water and food, no services are available. The forest roads out to the rainbow rim are ok (not great) for two-wheel drive cars. Many riders prefer the flow of the trail from north to south, but it rides well either way. Setting up camp at Locust Point for example, which is the midpoint of the trial, enables you to divide up the trail as two separate out-and-back rides: 1) Locust Point south to Timp Point and back and, 2) Locust Point north to Parissawampitts Point and back. Even though it is purported that up to 90% of the Rainbow Rim's users are mountain bikers, hikers and horseback riders commonly use this trail as well. Description The Rainbow Rim Trail offers 18 miles (one-way) of exceptional solitude on a remote rim of the Grand Canyon. The trail offers an extremely unique experience; it is the only singletrack trail on the rim of the Grand Canyon open to bikes. Trails in nearby Grand Canyon National Park are closed to bicycles. While riding the Rainbow Rim, the views are fantastic, but somewhat infrequent, which make you appreciate every time you come across a glimpse into the great abyss. In fact, you never are very far from the rim, but the majority of the riding is spent traveling on a well designed and sustainabily built trail in forest, up and down shallow drainages, and across flower filled meadows. Each of the trail's five overlooks offer a distinct view and perspective of the Grand Canyon's features including the Powell Plateau, Steamboat Mountain, Tapeats Amphitheater and Great Thumb Mesas. Mileages from each Point are as follows: Parissawampitts to Fence = 5.5 miles Fence to Locust = 3.0 miles Locust to North Timp = 6.5 miles North Timp to Timp = 3.0 miles Total = 18 miles one-way History & Background Due to the popularity and uniqueness of the trail, IMBA and the Kaibab National Forest have agreed on a plan to extend the trail by another 8 miles! The district signed a decision memo in November 2012 to allow for construction of up to 8 miles of trail. The expansion will extend east off of the existing trail, consisting of 3 miles of new construction and 4 miles of road-to-trail conversion, turning the out-and-back trail into a lollipop. Contacts Land Manager: USFS - Kaibab National Forest Office Mar 10 Forest Service and neighboring communities set Moonset Pit dates"
  },
  {
    "Url": "http://www.mtbproject.com/trail/7009009",
    "Difficulty": "Easy",
    "Name": "The River Trail System",
    "Rating": 5,
    "Length": 4,
    "Gpx": "http://www.mtbproject.com/misc?action=getGpx&id=7009009",
    "Desc": "Take a Virtual Ride Send to Phone Dogs: Leashed Overview This trail system lies to the south of Sunbridge Hills Conservation Area. Riding from there is the best way to access the trails. Although many maps show this area as River Bluffs Park, the city of Saint Joseph officially refers to this area as the River Bluffs Tract. In the early 1900's, city officials wanted to create a massive park linking Wyeth Hill and Krug Park with River Bluffs Park. That plan never came to be and only two stone structures built in the 1930's are the only visible remnants of the city's grand vision. For more details of the history of the park, see History & Background below. The terrain is hilly and the western side of the trail follows the ridgeline of the bluffs. The initial section on Upper River Bluffs offers scenic views and sections of exposure. From there, high-speed trail sends you toward the remnants of the stone buildings. The trail begins it's downhill to Highland Ave. shortly after. The return to the north on The Comeback Trail is a mixture of newer singletrack and ATV created trails. There are fun hilly sections along the way. The return does have a significant overall gain to it. After all, you just did the long downhill and now you have to go back up. You won't see many people riding here. The hills and exposure are turn-offs for some local riders. There is some erosion on the long downhill. However, one can surf back and forth around it, and it does make an easy trail just a bit more fun. Watch out for ATV's! They are the main reason the city wants us MTBers in there. The more legitimate users they have, the less likely they are to have the ATV's creating a hazardous trail. On the flip side, they rode many of the trails into existence making routes easier to create, although somewhat confusing, without a local guide or map. Need To Know There is no direct parking for this trail system. The main access is via Sunbridge Hills Conservation Area to the north. Since River Bluffs Park was never completed, there are no amenities. There is no signage. Description To access this trail system, one must go through Sunbridge Hills Conservation Area. One can park there or at Krug Park. From the western edge of Krug Park trail, take the \"Exit to Sunbridge\" spur to 2nd Street. You can't miss it. Turn up the hill on 2nd, and you'll briefly ride to Huntoon Road where you turn right to get to the main trailhead for Sunbridge. The BEST route is riding Sunbridge counter clockwise to the Upper River Bluffs trail. Shortly after this point is where you leave conservation land and go into city property. The transition is seamless. After a short switchback to a steep climb, you'll came to an intersection of trails. The trail to the right is the Exposure Spur known locally as \"Little Moab.\" The MAIN trail is the SECOND right heading up the hill. The other trails to the left are explorable and eventually connect, or turn into, parts of The Comeback Trail. I HIGHLY recommend taking \"Little Moab\" unless you are terrified of heights. The main trail has a great view at the top but without the exposure. After that brief 14 mile diversion, the trails reconnect. There is a gradual ascent toward the two stone structures from the 1930's. The first intersection is where you can turn hard left to the stonework or right to continue onto Lower River Bluffs trail. Once you've checked them out and gotten back on the main route, there is more wide trail to go as fast as you can pedal. Once you see the old car that was smashed by a tree, get ready for the express ride down! The steep descent is eroded in places. This requires a bit of a speed check! The eroded areas can be playfully avoided by surfing the trail bed from side to side. You may not notice the connection to The Comeback Trail on the left since you'll be blasting downhill. No matter. Go ahead and rip it to the bottom!!! It's a VERY short backtrack to the turn-off. Returning on The Comeback Trail is a mixture of newer singletrack and the old ATV trails. Even though the overall beginning is a climb, some people call it their favorite part. Shortly, the trail passes the now familiar smashed car. This time from the other side. After another short distance, the trail brings you to the 1930's stone structures again. This is where you turn right toward the smaller structure. Very briefly, you'll have another intersection where you turn left. The trail passes near the other stoneworks and is usually visible in fall and winter. (One can take a path straight to it from the other side of the big structure.) If you miss this left and you have no map, fear not. The other way meets the main route again and you'll have a fun ride in the process. The trail will pop out of the trees behind a guardrail at Huntoon Road where it crosses I-229. It'll be an obvious left here. For now, the trail briefly follows the guardrail along the road. After the end of the guardrail, look for the trail's return to the trees on the left. There, you'll remain to the right and very soon, you'll reconnect with the Sunbridge Hills Conservation Area trail. History & Background In the early 1900's the city of St. Joseph wanted to create a massive park connecting Wyeth Hill (on the south side of Highland Ave.), River Bluffs Park (on the north of Highland Ave.), and Krug Park (on the other side of I-229). The plan failed. Next, the city wanted to create a scenic drive along the bluffs (similar to historic Cliff Drive in Kansas City) . That did get started. Parts of this ride are along the old road that was built at the top of the bluffs. One can see where it comes up (if you're paying attention) but it eventually reaches private land. During this period, they built the two stone structures that remain today. The area was then occupied by the 35th Tank Company of the Missouri State Guard in 1939. In 1942, it became Camp Petree under Federal government control. For a more detailed history of this area from St. Joseph Parks & Rec., check out the linked article: www.newspressnow.comnewsarticle_115b50d0-29fe-5880... Contacts Land Manager: City of St. Joseph, MO"
  },
  {
    "Url": "http://www.mtbproject.com/trail/6168331",
    "Difficulty": "Intermediate/Difficult",
    "Name": "Thunder Monkey",
    "Rating": 5,
    "Length": 17.1,
    "Gpx": "http://www.mtbproject.com/misc?action=getGpx&id=6168331",
    "Desc": "Take a Virtual Ride Send to Phone Restrictions The top of this one is on Bogus Basin so ski season will take priority when the snow flies. Overview 3:42 average time for 21.2 miles. Details Connect the Shafer Butte system with Mahalo and Dry Creek. Unless you're interested in riding back to the ski area on Bogus Basin road after the descent, you'll want to do a shuttle. This ride has everything - climbs, breathtaking descents, wood and stone features, and some excellent backcountry singletrack. Need To Know This is a shuttle ride unless you're into pedaling up 14 miles of pavement after the fun part. Description You'll start at the Simplot lodge at Bogus Basin (after leaving a car at the bottom of Dry Creek). The objective is to get to the intersection of Deer Point Trail and Around the Mountain. This map goes right up Deer Point Trail. Another option would be to take Morningstar Trail up to Brewer's Byway, then drop down the top half of Deer Point Trail to the Around the Mountain intersection - either way, take the Around the Mountain trail south (counter clockwise). Travel along this trail for about 1.5 miles until you reach the 2nd of two road crossings (these are bike gated crossings that you won't miss). On the 2nd crossing, take the road to the south instead of continuing on ATM. You'll be on the road for about 5 minutes when you come to a fork. Take the left fork onto FR 275C. Follow this road until you reach a full gate across the road. Navigate around teh gate and continue down the road to the Mahalo trailhead. This distance is only a couple hundred yards and the trailhead will be on your right - watch closely as it's somewhat hidden. Once you do find Mahalo trailhead, you'll now have 3.3 miles of awesome, legit singletrack to play on. A modest climb out at the end drops you onto the same road you took when you were on Around the Mountain earlier. Go left (south) on the road for approximately 1 mile until you arrive at the unmarked, but well used Dry Creek trailhead - this will be on the right. Take this trail and hold on to your biscuits because stuff just got real. Over 12 creek crossings and all kinds of excellent terrain await you as you move down the Dry Creek trail. If you survive, you'll arrive at the mouth of the trail to your waiting shuttle rig. Contacts Land Manager: Ridges to Rivers"
  },
  {
    "Url": "http://www.mtbproject.com/trail/1002206",
    "Difficulty": "Intermediate/Difficult",
    "Name": "Brown County State Park - IMBA Epic",
    "Rating": 4.7,
    "Length": 27.9,
    "Gpx": "http://www.mtbproject.com/misc?action=getGpx&id=1002206",
    "Desc": "Take a Virtual Ride Send to Phone Stewarded By Restrictions Please don't ride the trails when they're wet. Riding hours are from 7:00am until 11:00pm. Yield to hikers and uphill riders. Overview 3:34 average time for 23.1 miles. Details This ride has flow and tons of it. Beginning at the North Gate Trailhead, this ride covers most of the beginner and intermediate trails at the northern end of the trail system. These trails have intermediate elevation changes and abound with flowy downhill sections that are nothing if not loads of fun. Once you reach the bottom of the Hesitation Point Connector, the work begins. You might want to take a breather at the small rest area near the frog pond. There's even a tree with a branch that serves as a convenient makeshift workstand for many riders in need of an adjustment. You'll have the monster climb up to the top of Hesitation Point, followed by Walnut Trail. As an expert option, you can hit Schooner on your way out. You'll get a bit of a break on Limekiln with some smoother trail and more flow, and then you'll be back to work on Walnut climbing back to Hesitation Point. Most of the work is done by this point, and you can enjoy the descent off Hesitation Point and the most direct route back to the North Gate Trailhead. Need To Know This ride will push the limits of your endurance and technical skill. Make sure your bike is in tip top shape, and pack plenty of water and some food. In the heat of summer, it's a good idea to carry some electrolytes, too. Enjoy the experience while you're here. After your ride, pay a visit to one of the many wineries or breweries. There are at least 10 wineries, many of which are included in the Indiana Uplands Wine Trail. The list of breweries is equally long, and getting longer. The nearest is Big Woods Brewery in Nashville. Also of note is Upland Brewing in Bloomington, famous for its fruit lambics. There are other breweries in Bloomington and Columbus, so check up with who's new on the scene when you visit. Nashville is also home to a great shopping district with many arts and crafts. Description Intersections on this trail system are numbered, and the route for this ride can be followed simply by connecting the numbers. Starting at the North Gate Trailhead, follow Pine Loop for a warmup to Intersection 1 at the North Gate Connector. Head South on North Gate and enjoy the flow to Intersection 2 with North Tower Loop. Head clockwise (that would be a left turn) on North Tower and lose yourself in the swoopy, twisty trail to Intersection 4 and then continue to Intersection 3 with the Green Valley Trail. Follow Green Valley and reach Intersection 6 with Aynes Loop. Green Valley steps up the technicality and climbing a notch, so be ready. Head clockwise on Aynes Loop to Intersection 5, turn right, and follow Aynes to Intersection 7. Before you start climbing, enjoy the rest stop at the old CCC shelter ruins. You also might want to take advantage of the rest stops at the tops of the big climbs on Aynes. Here, head South on the Hesitation Point Connector to Intersection 8 at the top of Hesitation Point Trail and the intersection with Walnut Trail. This climb will probably take you a good 45 minutes. It's quite a grinder, so be prepared. If your bike needs some tweaking, use the \"repair stand\" and your multitool to make the necessary adjustments because the big challenge begins here. Taking a breather at the top of Hesitation Point and enjoying one of the best views in the state is probably a good idea before setting out on Walnut. Follow Walnut Trail to Intersection 9, then Intersection 10, then to Intersection 11 with Limekiln Trail. Walnut will test your skills and fitness, so be ready for it. The trail starts to get quite rocky here. It's not as gnarly as Schooner, though, which is an option for riders with balls of titanium. Follow Limekiln Trail to the Rally Camp Parking lot, and then backtrack. Limekiln will give you a much-needed breather after riding the more technical parts of the trail, and help get you ready for the climb up Walnut. To return to the parking lot, simply count down the intersection numbers in order. Reach intersection 11 with Walnut, pass Intersection 10, 9, 8, and 7 with Aynes Loop. Follow Aynes clockwise to Intersection 6 and then Intersection 5. At Intersection 5, turn left and reach Intersection 4 with North Tower Loop. Follow North Tower clockwise and pass Intersection 3. At intersection 2, turn onto the North Gate Connector and pass Intersection 1 to return to the North Gate Parking lot. The return route isn't too tough, which is a good thing because you're probably pretty wiped from riding the more difficult trails in the park. After your ride, find something fun to do outside the park in Nashville, Bloomington, or Columbus. History & Background This park has a lot of evidence of Civilian Conservation Corps activity. Keep your eyes peeled and take some photos of the old structures. Contacts Land Manager: Indiana State Parks Local Club: Hoosier Mountain Bike Association Mar 15 HMBA Receives $50,000 Grant from Indiana Office of Tourism Development Feb 4 HMBA Trail Builders Fund powered by SRAM Oct 16 HMBA is Seeking Your Input Regarding Brown County, Indiana!"
  },
  {
    "Url": "http://www.mtbproject.com/trail/777151",
    "Difficulty": "Intermediate/Difficult",
    "Name": "Kitsuma",
    "Rating": 4.5,
    "Length": 9.6,
    "Gpx": "http://www.mtbproject.com/misc?action=getGpx&id=777151",
    "Desc": "Take a Virtual Ride Send to Phone Stewarded By Overview 1:50 average time for 9.7 miles. Details The Kitsuma Trail is a classic must-ride Pisgah loop that features a challenging 12+ switchback climb with a backdrop of Mount Mitchell (the tallest mountain East of the Mississippi) views and an awesome ~3 mile descent containing gravity defying water-bars, flowy sections, and some steep rocky areas that are the signature of the Pisgah experience. Need To Know To get to the Kitsuma trailhead, take exit 66 off of I-40 toward Ridgecrest and turn right at Dunsmore Ave. Take a quick right on Old US 70, where you'll pass Ridgecrest camp on the left. Follow the road down to Yates where you'll make a quick right and an immediate left on Royal George. The trailhead lies at the end of the road. Description The trail starts at the Kitsuma trailhead through a gentle forest road next to Interstate 40 then quickly goes straight up as the 14 switchbacks hammer your thighs. When the forest floor is somewhat dry, it's possible, but challenging, to clear all of the switchbacks on the way to Kitsuma Peak. After the initial ascent, enjoy being fooled by a quick downhill before being greeted by the second, steep but short climb. After the two lung-busters, there is a beautiful, mellow ridge ride where you are graced by some nice views of Mt. Mitchell before you start the hair-raising descent. The legendary 2.8 mile downhill towards the Old Fort picnic area begins with a rocky descent into a quick left-hand switchback. Water bars, doubles, drops and a couple of berms accent the ridiculously fast, sometimes narrow and flowy track through the forest. If the trail is wet, watch the roots on the trail as they may have the urge to throw your wheel off the skinny sections of trail. Once you wipe the grin off your face in the Old Fort picnic area, turn left on Old US 70, and then take the first left into a paved road closed to motor vehicles. Follow this winding 5 mile mellow climb and then hang a left back on Royal George Road back to the Kitsuma trailhead. Contacts Land Manager: USFS - Pisgah National Forest, Pisgah Ranger District Local Club: Pisgah Area SORBA Mar 10 Employees build bike course for campers Mar 9 Mountain bike summit rolling in to Bryson City Mar 9 Board meeting minutes February 24th, 2016"
  },
  {
    "Url": "http://www.mtbproject.com/trail/5259012",
    "Difficulty": "Easy",
    "Name": "Lakeview Trail",
    "Rating": 5,
    "Length": 7.2,
    "Gpx": "http://www.mtbproject.com/misc?action=getGpx&id=5259012",
    "Desc": "Take a Virtual Ride Send to Phone Overview This is a fun little trail that goes on some great terrain around the peninsula containing Stockton State Park. Lots of Dogwood, not a lot of rock and some great views of the lake. Very flowy, sustainable - should be rideable shortly after rain. The only drawback is there are two crossings of MO 215, which isn't super busy but you do need to watch out. Need To Know Camping is available just up the road from the primary trailhead. Description This is a pretty simple trail - going north (counter-clockwise around the penninsula) from the trailhead, you work through some flowy trail, then get up to a clearing where you have to look for the blue blaze on a post across the field to get going again. It's easy to follow the trail. Nothing is technical but it's a grind as you're going up or down the whole way - budget 40 minutes at a good pace, 1 hour if you're wanting to take some pictures of the scenery. Just past the small cemetary is steep grade downhill that is a blast! The on-site Missouri parks staff is courteous and helpful and work hard to keep the trails clear of fallen trees. Contacts Land Manager: Missouri State Parks Department May 8 Learn2 Programs Oct 27 Missouri State Parks Racing Series Feb 6 Trout Fishing in Winter; Peace in the Valleys"
  },
  {
    "Url": "http://www.mtbproject.com/trail/20372",
    "Difficulty": "Easy/Intermediate",
    "Name": "North Fork to Mrazek",
    "Rating": 4.5,
    "Length": 20,
    "Gpx": "http://www.mtbproject.com/misc?action=getGpx&id=20372",
    "Desc": "Take a Virtual Ride Send to Phone Stewarded By Restrictions NW Forest Pass required at Tumalo Falls trailhead Overview The full 20+ mile Mrazek trail gives a spectacular Oregon high country ride. The 100% singletrack ride exposes you to just about every variety of Central Oregon mountain biking terrain. The typical start from Tumalo Falls Trailhead is a steep but gorgeous grind uphill that is well rewarded with countless miles of downhill. Don't be fooled though, it's a good aerobic push even when it's trending downhill. Need To Know Most riders do this as a shuttle, dropping a car at Shevlin Park TH, and starting the true ride at the Tumalo Falls TH. Heroic effort if you do this as an out and back, some might say that's just crazy. Description The first hour up the North Fork trail is definitely an uphill grind, but the distractions of the countless waterfalls keep you smiling. You will view Tumalo Falls, and so many other waterfalls, that it does actually become the norm. After the hill climbs, you reach Happy Valley, appropriately named. Take a right over the bridge to gain access to Mrazek trail. Once on Mrazek proper, it is a long gradual descent through the Tumalo Creek drainage. Contacts Land Manager: USFS - Deschutes National Forest Office Mar 20 Crescent Ranger District Seeks Public Input Mar 15 Cascade Lakes Welcome Station Opening This Week Local Club: Central Oregon Trail Alliance (COTA) Mar 10 Saturday March 19th – Radlands Work Event Mar 7 Trail Adoption Training – Bend Session Feb 22 COTA 2016 Budget Outline"
  }
]